IDEA Open Model
Element1D.EccentricityEndY Property
 Local eccentricity Y at the end of Element1D
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double EccentricityEndY { get; set; }
Public Property EccentricityEndY As Double
	Get
	Set
public:
property double EccentricityEndY {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
Element1D Class
IdeaRS.OpenModel.Model Namespace